     D/COPY QSYSINC/QRPGLESRC,QUSEC
      *
     D #PRCSTS        SDS
     D  #A_PRCNAM                    10
     D  #A_PRCDES                    70
     D  #A_PRCLIB                    10
     D  #A_PRCINF                    80
     D  #A_PRCDES1                   20
     D  #A_PRCDTE                     8
     D  #A_PRCDES2                   45
     D  #A_PRCJOB                    10
     D  #A_PRCUSR                    10
     D  #S_PRCNBR                     6S 0
      *
